{
  "comment_list": [
    {
      "commentId": 1,
      "imageAvatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Flag_of_North_Vietnam_%281955%E2%80%931976%29.svg/230px-Flag_of_North_Vietnam_%281955%E2%80%931976%29.svg.png",
      "userName": "Viet nam",
      "date": "20/8/2022",
      "commentContent": "Xuyên suốt cuốn sách tưởng chừng \"dày cộp\" mà không ngán này là những bài học thực tế lắng đọng cho bạn đúc kết kinh nghiệm quý báu. Qua những bài học này, bạn học được nhiều thứ như cách cư xử, thái độ cũng như cải thiện kỹ năng giao tiếp. Đôi khi, đọc một lần không thể nắm được hết những giá trị mà cuốn sách mang lại, vì vậy bạn có thể đọc đi đọc lại, nghiền ngẫm để hiểu được những ý nghĩa sâu xa cũng như quy tắc vàng mà chỉ có Đắc Nhân Tâm mới đem lại cho bạn."
    },
    {
      "bookId": 2,
      "imageAvatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/FNL_Flag.svg/230px-FNL_Flag.svg.png",
      "userName": "Tran Van Doan",
      "date": "20/8/2022",
      "commentContent": "Để nói một lời về tác phẩm này, bản thân tôi chỉ biết đó là một đỉnh cao nghệ thuật làm người. Đắc Nhân Tâm có sức lan tỏa vô cùng rộng lớn, cho dù đi đến đâu trên thế giới đều có thể nhìn thấy tác phẩm này. Trên hết cuốn sách có tầm ảnh hưởng làm thay đổi cuộc đời của hàng triệu người."
    },
    {
      "bookId": 3,
      "imageAvatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Map_of_USA_with_state_names_2.svg/712px-Map_of_USA_with_state_names_2.svg.png",
      "userName": "Nguyen Thi Hoa Ky",
      "date": "20/8/2022",
      "commentContent": "Sach hay, qua tuyet voi, toi mong co nhieu sach hon nua de doc"
    },
    {
      "bookId": 4,
      "imageAvatar": "https://i.pinimg.com/564x/e1/9f/47/e19f4768a10c3f399fd5ba92fc4186eb.jpg",
      "userName": "Nguyen Tran Van Mao",
      "date": "20/8/2022",
      "commentContent": "Đọc cuốn sách này, đôi khi bạn nên dừng lại và thành thực với bản thân, liệu bạn có đang là phiên-bản-mà-bạn-yêu-thích-nhất, phiên-bản-bạn-mong-muốn-trở-thành. Hãy thử trả lời các câu hỏi: Sự thỏa hiệp có làm bạn hạnh phúc hay không? Bạn có đang cố gắng lấy lòng tất cả mọi người? Bạn có dám thay đổi?... Và quan trọng nhất: Bạn đắt giá bao nhiêu?"
    },
    {
      "bookId": 5,
      "imageAvatar": "https://i.pinimg.com/564x/22/b4/30/22b430e519eb7532deaca8acfb6d61e9.jpg",
      "userName": "Nguyen Thi Thin Dep",
      "date": "20/8/2022",
      "commentContent": "Hơn bốn mươi câu chuyện trong sách xoay quanh các chủ đề tình yêu, hôn nhân, gia đình, sự nghiệp… đến từ chính cuộc sống của tác giả và những người xung quanh, vừa thực tế lại vừa gợi mở, dễ dàng giúp chúng ta liên hệ với tình huống của chính mình. Với những câu chuyện đó, Vãn Tình hi vọng có thể giúp các cô gái thoát khỏi tình cảnh khó khăn, tìm lại bản ngã, sống cuộc đời theo cách mà mình mong muốn."
    },
    {
      "bookId": 7,
      "imageAvatar": "link",
      "userName": "name",
      "date": "20/8/2022",
      "commentContent": "Các kết quả nghiên cứu trong cuốn sách này được đưa ra dựa trên phương pháp S.N.A.P – cách thức phân tích và tìm hiểu tính cách một cách bài bản trong phạm vi cho phép mà không làm mếch lòng đối tượng được phân tích. Phương pháp này dựa trên những phân tích về tâm lý, chứ không chỉ đơn thuần dựa trên ngôn ngữ cử chỉ, trực giác hay võ đoán."
    },
    {
      "bookId": 8,
      "imageAvatar": "https://i.pinimg.com/originals/58/bd/4f/58bd4fc9ebfccc1f2de419529bbf1a12.jpg",
      "userName": "nguyen thi xau",
      "date": "20/8/2022",
      "commentContent": "Qua cuốn sách, bằng kinh nghiệm và qua các nghiên cứu của mình, tác giả “note” lại cho ta những lưu ý, những bài học quý giá, giúp ta tiến đến việc hoàn thiện bản thân. Đó là những câu chuyện về cuộc sống cá nhân, gia đình, các mối quan hệ với bạn bè, đồng nghiệp, cấp trên…"
    },
    {
      "bookId": 9,
      "imageAvatar": "https://i.pinimg.com/564x/69/30/c6/6930c67648b71f49e28f5b7deed0399a.jpg",
      "userName": "Nguyen thi dep",
      "date": "20/8/2022",
      "commentContent": "Mỗi chủ đề không quá hai trang với lời văn nhẹ nhàng được trình bày thật ngắn gọn nhưng chứa đựng nhiều sự thông tuệ và để lại nhiều lời khuyên sâu sắc cho người đọc. Hơn nữa, ta có thể giở bất kỳ một trang để đọc, không cần theo thứ tự, đọc khi nào bạn muốn, lúc gặp khó khăn hay thất bại trong cuộc sống, lúc bạn cảm thấy yếu đuối, mất tinh thần, trước khi đi ngủ…"
    },
    {
      "bookId": 10,
      "imageAvatar": "https://i.pinimg.com/736x/a6/4e/fd/a64efdf5a4be30ba38fd0190f4a51339.jpg",
      "userName": "Nguyen van cho",
      "date": "20/8/2022",
      "commentContent": "Chắc hẳn với câu hỏi này không ai sẽ trả lời ít hơn một lần. Nếu thật sự muốn tuổi trẻ là vô giá hãy tự giác mạnh mẽ vượt qua những sai lầm từng vấp phải, bước ra những ngõ cụt giới hạn của bản thân để chinh phục những đỉnh cao của thành công vì tự bản thân cố gắng mới là điều đáng trân quý nhất. Học cách tự trao dồi kiến thức, khai phá đam mê, trải nghiệm thật nhiều nhưng vẫn phải thực tế là những điều làm nên những năm tháng tuổi trẻ trôi qua thật đáng giá mà sau này nhìn lại ta vẫn không hề hối tiếc."
    }
  ]
}